posts/20220209103446-what_makes_a_science_is_the_human_incentives.org
:PROPERTIES:
:ID:       31fbe8c5-51de-48b5-847d-bd1eab4916d0
:END:
#+TITLE: What makes a science is the human incentives
#+CREATED: [2022-02-09 Wed 10:34]
#+LAST_MODIFIED: [2022-02-09 Wed 10:43]

And not just the knowledge. A human organization with the right incentives will eventually output good science. Not overnight (research is messy), but over the long run. If your incentives are garbage, however (as they are in econonmics), you cannot really expect anything from the quality of the output as the research messiness translates into science messiness. A discipline's institutions are reflected in the science it produces over the long run.

Myths, such as the scientific method physicists supposedly adhere to, are also extremely useful.

All that to say that, in general, we should strive to [[id:0d6c322d-718a-4cf8-ab54-3b4183eeb622][influence structures rather than events]].
