20220209103446-what_makes_a_science_is_the_human_incentives.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-25 Wed 13:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>What makes a science is the human incentives</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">What makes a science is the human incentives</h1>
<p>
And not just the knowledge. A human organization with the right incentives will eventually output good science. Not overnight (research is messy), but over the long run. If your incentives are garbage, however (as they are in econonmics), you cannot really expect anything from the quality of the output as the research messiness translates into science messiness. A discipline's institutions are reflected in the science it produces over the long run.
</p>

<p>
Myths, such as the scientific method physicists supposedly adhere to, are also extremely useful.
</p>

<p>
All that to say that, in general, we should strive to <a href="20220209104229-influencing_structures_rather_than_events_is_more_efficient.html#ID-0d6c322d-718a-4cf8-ab54-3b4183eeb622">influence structures rather than events</a>.
</p>

<div id="outline-container-org328a4e1" class="outline-2">
<h2 id="org328a4e1">Links to this note</h2>
</div>
</div>
</body>
</html>